evaluation/old_results/ycsb_pm_results/capybarakv/Runb/Run5
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 146271
[OVERALL], Throughput(ops/sec), 68366.25168351895
[TOTAL_GCS_G1_Young_Generation], Count, 26
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 76
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.051958351279474395
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 26
[TOTAL_GC_TIME], Time(ms), 76
[TOTAL_GC_TIME_%], Time(%), 0.051958351279474395
[READ], Operations, 9499933
[READ], AverageLatency(us), 8.008267426728167
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 12535
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 11
[READ], Return=OK, 9499933
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 508032.0
[CLEANUP], MinLatency(us), 507904
[CLEANUP], MaxLatency(us), 508159
[CLEANUP], 95thPercentileLatency(us), 508159
[CLEANUP], 99thPercentileLatency(us), 508159
[UPDATE], Operations, 500067
[UPDATE], AverageLatency(us), 20.49637948514899
[UPDATE], MinLatency(us), 17
[UPDATE], MaxLatency(us), 3373
[UPDATE], 95thPercentileLatency(us), 24
[UPDATE], 99thPercentileLatency(us), 30
[UPDATE], Return=OK, 500067